; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="File eseguibili (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="Salva con trasparenza"

; Settings, Image tab
20061="Trasparenza"

; Capture modes
20211="Schermo intero"
20212="Applicazione"
20213="Finestra attiva"
20214="Menu contestuale"
20215="Oggetto"
20216="Area dello schermo"

; Main menu, Capture
20511="&Schermo intero\tCTRL+1"
20512="&Applicazione\tCTRL+2"
20513="&Finestra attiva\tCTRL+3"
20514="&Menu contestuale\tCTRL+5"
20515="&Oggetto\tCTRL+4"
20516="A&rea dello schermo\tCTRL+6"

; Main menu
20600="S&trumenti"
20601="&Personalizza..."

; Tray menu
20921="&Schermo intero"
20922="&Applicazione"
20923="&Finestra attiva"
20924="&Menu contestuale"
20925="&Oggetto"
20926="A&rea dello schermo"

; Settings, Hotkeys tab
21712="Schermo intero:"
21713="Finestre dell'applicazione:"
21714="Finestra attiva:"
21715="Menu contestuale:"
21716="Avvia cattura oggetto:"
21717="Avvia cattura regione:"


; Customize Tools dialog
23000="Personalizza strumenti"
23001="&Nuovo..."
23002="&Modifica..."
23003="&Rimuovi"
23004="Sposta &su"
23005="Spos&ta giù"
23006="C&hiudi"

; New Tool dialog
23100="Strumento esterno"
23101="OK"
23102="Annulla"

23110="Applicazione"
23111="Titolo:"
23112="Comando:"
23113="S&foglia..."
23114="Parametri:"
23115="Riduci a icona WinSnap una volta eseguito il comando"
23116="Non richiedere il nome dell'immagine salvata"
23120="Opzioni di salvataggio"
23121="Cartella:"
23122="Sfogl&ia..."
23123="Nome di file:"
23124="Formato immagine:"

; Region mode, right-click menu
24106="Dimensioni fisse"
24107="Memorizza posizione"

; Object mode, helper dialog
24201="Spostare il puntatore del mouse sullo schermo per cambiare selezione. Tenere premuto CTRL per selezionare più oggetti. Per cambiare le opzioni, fare clic con il pulsante destro del mouse."
24202="Titolo:"
24203="Classe:"
24204="Processo:"

; Object mode, right-click menu
24300="Seleziona oggetto\tBARRA SPAZIATRICE"
24301="Inverti selezione\tTAB"
24302="Annulla selezione\tBACKSPACE"
24303="Pulsanti e controlli"
24304="Finestre dell'applicazione"
24305="Annulla cattura\tESC"
24306="Chiudi questo menu"

; Register dialog
28000="Registrazione di WinSnap"
28001="&Ordina adesso"
28002="&Registra..."
28003="&Continua"
28004="&Esci"
28010="Questa è una copia di valutazione di WinSnap valida per 30 giorni. Per continuare ad utilizzare questo programma, è necessario acquistare una licenza."
28011="Giorni di valutazione restanti: %d"
28012="Informazioni su licenza e costo"

; About dialog
28100="Informazioni su WinSnap"
28101="OK"
28102="&Registra"
28103="Prodotto concesso in licenza a:"
28104="Forum di supporto"

; Errors
32009="Cartella non valida:\r\n%s"
32010="Impossibile creare il processo."
32020="È necessario specificare un nome."


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     19999="English_LanguageName (Native_LanguageName)"
;     e.g. 19999="German (Deutsch)"

10000="English (default)"
19999="Italian (Italiano)"



; Caption
20000="Windows Snapshot Maker v2.0"
20001=" (versione non registrata)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="Istantanea"

; Print job name
20011="Immagine di WinSnap"

; Save/Open filters
20030="Tutti i file (*.*)"
20031="Tutti i formati supportati"
20032="File di registrazione (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< vuoto >>"
20091="in creazione..."

; Main window
20100="C&hiudi"
20101="&Nuova istantanea"
20102="Copia negli &Appunti"
20103="&Salva immagine..."
20104="&Invia per posta elettronica"

20110="Colorazione"
20111="Nessuna"
20112="Scala di grigi"
20113="Seppia"
20114="Negativo"

20115="Ombreggiatura"
20116="Nessuna"
20117="In basso"
20118="In alto"
20119="Bordo"

20120="Varie"
20121="Aggiungi bordo"
20122="Applica filigrana"
20123="Ruota"
20124="Ridimensiona"

20200="Modalità di cattura"
20201="Schermo intero"
20202="Applicazione"
20203="Finestra attiva"
20204="Area client della finestra"
20205="Menu contestuale"
20206="Area dello schermo"

; Menu
20300="&File"
20301="&Nuova istantanea\tCTRL+N"
20302="&Apri immagine...\tCTRL+O"
20303="&Salva\tCTRL+S"
20304="Salva con n&ome..."
20305="Salva &miniatura con nome..."
20306="S&tampa...\tCTRL+P"
20307="Imposta p&agina..."
20308="Es&ci"

20350="&Modifica"
20351="&Copia\tCTRL+C"
20352="Copia &miniatura"
20353="&Incolla\tCTRL+V"
20354="Canc&ella immagine\tCANC"

20400="&Opzioni"
20401="&Salva automaticamente"
20402="&Copia automaticamente"
20403="Imposta&zioni...\tF2"

20410="Colo&razione"
20411="&Nessuna"
20412="S&cala di grigi"
20413="&Seppia"
20414="N&egativo"

20420="&Ombreggiatura"
20421="&Nessuna"
20422="In &basso"
20423="In &alto"
20424="&Bordo"

20430="&Varie"
20431="&Aggiungi bordo"
20432="Applica &filigrana"
20433="&Ruota"
20434="R&idimensiona"

20500="&Cattura"
20501="&Schermo intero\tCTRL+1"
20502="&Applicazione\tCTRL+2"
20503="&Finestra attiva\tCTRL+3"
20504="Ar&ea client della finestra\tCTRL+4"
20505="&Menu contestuale\tCTRL+5"
20506="A&rea dello schermo...\tCTRL+6"

20550="&?"
20551="&Sommario e indice\tF1"
20552="H&ome Page"
20553="&Forum di supporto"
20554="&Verifica disponibilità di aggiornamenti"
20555="&Informazioni su WinSnap"
20556="&Registra WinSnap"
20557="I&mmetti codice di licenza..."

; Tray menu
20900="Nascondi &WinSnap"
20901="Mostra &WinSnap"
20903="Imposta&zioni..."
20904="C&hiudi"

20911="&Schermo intero"
20912="&Applicazione"
20913="&Finestra attiva"
20914="Area &client della finestra"
20915="&Menu contestuale"
20916="A&rea dello schermo"

; Config
21000="Impostazioni"
21001="OK"
21002="Annulla"
21003="&Applica"

21050="Generale"
21051="Ombreggiatura e colori"
21052="Area immagine"
21053="Filigrana"
21054="Immagine"
21055="Tasti di scelta rapida"

; General page
21100="Lingua"
21101="Scarica altre traduzioni..."
21102="Esegui WinSnap all'avvio del sistema"
21103="Verifica periodicamente la disponibilità di aggiornamenti"
21104="Mostra la finestra di WinSnap sempre in primo piano"
21105="Memorizza dimensioni e posizione della finestra di WinSnap"
21106="Mostra sempre l'icona di WinSnap nell'area di notifica"
21107="Riduci WinSnap a icona nell'area di notifica durante la chiusura"
21108="Cattura istantanea all'avvio di WinSnap:"
21109="Modalità di cattura predefinita:"
21110="Riproduci suono al termine della cattura"
21111="Nascondi WinSnap prima di catturare un'istantanea"
21112="Nascondi icona nell'area di notifica prima di effettuare la cattura"
21113="Se WinSnap è visibile, prima della cattura attendi (ms):"
21114="Includi il puntatore del mouse nell'istantanea catturata"

; Blending page
21200="Ombreggiatura"
21201="Angolo:"
21202="°"
21203="Distanza:"
21204="pixel"
21205="Dimensione:"
21206="pixel"
21207="Opacità:"
21208="%"
21209="Colore:"
21210="#"
21211="Bordo"
21212="Colore:"
21213="#"
21214="Spessore:"
21215="pixel"
21216="Sfondo"
21217="Colore:"
21218="#"

; Canvas page
21400="Rotazione"
21401="Angolo:"
21402="°"
21403="Ridimensionamento"
21404="Ridimensiona:"
21405="Adatta immagine:"
21406="Dimensione:"
21407="%"
21408="Larghezza:"
21409="pixel"
21410="Altezza:"
21411="pixel"
21412="Mantieni proporzioni"
21413="Avanzate"
21414="Modalità interpolazione:"

21490="Semplice"
21491="Bilineare"
21492="Bicubica"
21493="Bilineare alta qualità"
21494="Bicubica alta qualità"

; Watermark page
21500="Immagine da sovrapporre"
21501="File di immagine:"
21502="Sfoglia..."
21503="Applica semitrasparenza:"
21504="Opacità:"
21505="%"
21506="Posizione"
21507="Specificare la distanza dai corrispondenti lati dell'immagine:"
21508="Orizzontale:"
21509="%"
21510="Verticale:"
21511="%"
21512="Orizzontale:"
21513="pixel"
21514="Verticale:"
21515="pixel"
21516="Utilizza coordinate relative"

21590="Alto - Sinistra"
21591="Alto - Centrato"
21592="Alto - Destra"
21593="Centrato - Sinistra"
21594="Centrato"
21595="Centrato - Destra"
21596="Basso - Sinistra"
21597="Basso - Centrato"
21598="Basso - Destra"

; Saving page
21600="Copia automaticamente le immagini negli Appunti"
21601="Salva automaticamente le immagini sul disco"
21602="Non richiedere di assegnare un nome alle immagini salvate"
21603="Mantieni WinSnap ridotto a icona durante il salvataggio automatico"
21604="Cancella l'istantanea catturata quando WinSnap viene ridotto a icona"
21610="Opzioni salvataggio automatico"
21611="Cartella predefinita:"
21612="Sfoglia..."
21613="Nome del file:"
21615="Formato immagine:"
21620="Compressione"
21621="Qualità JPEG:"
21622="%"
21699="Selezionare la cartella in cui salvare automaticamente le istantanee."

; Hotkeys page
21700="Attiva tasti di scelta rapida di sistema"
21701="Controllo cattura"
21702="Schermo intero:"
21703="Finestre dell'applicazione:"
21704="Finestra attiva:"
21705="Area client della finestra:"
21706="Menu contestuale:"
21707="Area dello schermo:"
21720="Controllo WinSnap"
21721="Riduci a icona/ripristina:"
21722="Mostra/nascondi finestra:"
21723="Chiudi WinSnap:"

; Region selection
24001="Per selezionare un'area dello schermo, usare il mouse o i tasti di direzione. Per cambiare il tipo di selezione, fare clic con il pulsante destro del mouse. Per mostrare questo aiuto, premere F1."
24002="Posizione:"
24003="x:"
24004="y:"
24005="Dimensioni:"
24006="l:"
24007="a:"
24100="Area rettangolare"
24101="Area rettangolare con angoli arrotondati"
24102="Area ellittica"
24103="Interrompi la selezione\tBackspace"
24104="Annulla la cattura\tEsc"
24105="Chiudi questo menu"
; Confirmations
31900="WinSnap - Conferma"
31901="WinSnap è già in esecuzione. Interromperlo?"
31902="Chiudere WinSnap?"
31903="Per completare il processo di registrazione, è necessario riavviare WinSnap.\r\nRiavviare WinSnap adesso?"

; Errors
32000="WinSnap - Errore"
32001="Impossibile caricare il file della lingua."
32002="Impossibile salvare le impostazioni nel Registro di sistema. Assicurarsi di disporre dei diritti di accesso."
32003="Impossibile caricare il file di immagine.\r\nIl file di immagine non è valido oppure il formato del file non è al momento supportato."
32004="Impossibile salvare il file di immagine sul disco."
32005="Impossibile salvare l'immagine in un file temporaneo."
32006="Impossibile caricare il supporto di sistema per la posta elettronica (Mapi32.dll)."
32007="MAPI non è stato in grado di inviare il messaggio."
32008="Registrazione di WinSnap non riuscita."

; Check for update
32500="WinSnap - Aggiornamento"
32501="È disponibile una nuova versione di WinSnap.\r\nScaricarla adesso?"
32502="La versione di WinSnap in uso è la più recente. Non sono disponibili aggiornamenti."

